Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/Palaso.ta.tmx
Source language: ta
Languages: en

source: பற்றி
en: About

source: புதுப்பிகள் ஏதும்
en: No Updates

source: புதுப்பித்தல்களை பார்
en: Check For Updates

source: வெளியீட்டு அறிக்கை
en: Release Notes

source: ரத்து செய்
en: &Cancel

source: இல்லை
en: No

source: சரி
en: &OK

source: ஆம்
en: Yes

source: {0} மறுசுழற்சிக் கூடைக்கு நகர்த்தப்படும்.
en: {0} will be moved to the Recycle Bin.

source: நீக்குதல் உறுதிசெய்
en: Confirm Delete

source: நீக்கு
en: &Delete

source: வாசித்தல் கலை
en: Art Of Reading

source: கேமரா
en: Camera

source: {0} பயன்படுத்து
en: Use {0}

source: பயிர்
en: Crop

source: திருத்து...
en: Edit...

source: 'கலை, வாசித்தல்' தொகுப்பு இது. மேற்கண்ட பெட்டியில் என்ன நீங்கள் உள்ளன தேடுகிறது தட்டச்சு செய்யவும், பிறகு ENTER விசையை அழுத்தவும். ஆங்கிலம் மற்றும் இந்தோனேசியம் சொற்களை தட்டச்சு செய்யலாம்.
en: This is the 'Art Of Reading' gallery. In the box above, type what you are searching for, then press ENTER. You can type words in English and Indonesian.

source: கோப்பு
en: File

source: மன்னிக்கவும், ஏதோ சென்று தவறான போது உருவம் பெறுகிறது.
en: Sorry, something went wrong while getting the image.

source: மன்னிக்கவும், ஏதோ சென்று, பட பெட்டி கொண்டு தவறான
en: Sorry, something went wrong with the ImageToolbox

source: படம் பெறு
en: Get Picture

source: உருவம் கருவிபெட்டி
en: Image Toolbox

source: எந்த பொருத்தமான படிமங்கள் காணப்படவில்லை
en: Found no matching images

source: படம் கோப்புகள்
en: picture files

source: படிமம் பெறுகிறது சிக்கல்
en: Problem Getting Image

source: மன்னிக்கவும், இருந்தது அந்த உருவம் ஒரு சிக்கல்.
en: Sorry, there was a problem loading that image.

# இந்தப் படிமத்தை இல்லை இல்லை know: அதனை யார்? யார் அதை பயன்படுத்தலாம்?
source: இந்தப் படிமத்தை இல்லை இல்லை know:\n\nஅதனை யார்?\nயார் அதை பயன்படுத்தலாம்?
en: This image does not know:\n\nWho created it?\nWho can use it?

source: ஸ்கேனர்
en: Scanner

source: மீத்தரவு அமை...
en: Set up metadata...

source: மற்ற பெயர்கள்
en: Other Names

source: மொழி 639-3 குறியீடுகள் & புதியவை விண்ணப்பிக்க எப்படி பற்றி
en: About Language 639-3 Codes & How To Apply For New Ones

source: ISO மொழி பதிவகம் பற்றி
en: About The ISO Language Registry

source: குறியீடு
en: Code

source: நாடு
en: Country

source: எப்படி மொழி பெயர் காண்பிக்கப்படும் இங்கு நீங்கள் மாற்றலாம்:
en: You can change how the language name will be displayed here:

source: பார்த்து மொழி குறியீடு...
en: Lookup Language Code...

source: பெயர்
en: Name

source: பட்டியலிடாத மொழி
en: Unlisted Language

source: உங்கள் மொழி கண்டுபிடிக்க முடியவில்லை?
en: Can't find your language?

source: உருவாக்கியவர் {0}
en: Creator: {0}

source: உரிமம் தகவல்
en: License Info

source: குறிப்பிட்ட உரிமத்தை
en: No license specified

source: உங்கள் வேலை வணிக பயன்பாடுகளும் அனுமதி?
en: Allow commercial uses of your work?

source: உங்கள் வேலை மாற்றமைவுகள் அனுமதி?
en: Allow modifications of your work?

source: பதிப்புரிமை கொண்டிருப்பவர்கள்
en: Copyright Holder

source: ஆக்கப்பூர்வ செய்தியாக
en: Creative Commons

source: உருவாக்கியவர்
en: Creator

source: விருப்பம்
en: Custom

source: பதிப்புரிமை & உரிமம்
en: Copyright & License

source: கடன், பதிப்புரிமை, & உரிமம்
en: Credit, Copyright, & License

source: எந்த அனுமதிகள் பதிப்புரிமை கொண்டிருப்பவர்கள் உதவிக்கு
en: Contact the copyright holder for any permissions

source: ஆம், உள்ளவர்களை மற்றவர்கள் போல பகிர
en: Yes, as long as others share alike

source: கூடுதல் கோரிக்கைகள்
en: Additional Requests

source: மேலும் தகவல்
en: more info

source: இல்லை அமல்படுத்தப்பட
en: Not Enforceable

source: இது கூட மறைக்க எந்த தேவை அல்லாத-மேம்பட்ட பயனரால் மற்ற பொத்தான்கள் இருக்கலாம்.
en: This may also hide other buttons which are not needed by the non-advanced user.

source: பிடித்திருக்கையில் Ctrl மற்றும் Shift விசைகளை இணைந்து உள்ள பொத்தானை கிடைக்கப்பட்ட.
en: The button will show up when you hold down the Ctrl and Shift keys together.

source: அமைப்புகள்...
en: Settings...

source: பொத்தான் அமைப்புகள் திறக்கும் மறை.
en: Hide the button that opens settings.

source: தொழிற்சாலை கடவுச்சொல்
en: Factory Password

source: உங்களுக்கு வேலை நிறுத்த இந்த கருவி ஏற்படுத்தலாம் எதிர்பாராத மாற்றங்கள் தடுக்க, இந்த அமைப்புகள் உங்களுக்கு பூட்டப்பட்டுள்ளது.
en: To prevent accidental changes which could cause this tool to stop working for you, these settings have been locked.

source: அமைப்புகளை பாதுகாப்பு கடவுச்சொல்
en: Settings Protection Password

source: எழுத்துக்குறிகளைக் காண்பி
en: Show Characters

source: இந்த அமைப்புகளை தொழிற்சாலை கடவுச்சொல்லை உள்ளது "{0}". நீங்கள் அதை மறந்து, என்றால் நீங்கள் முடியும் எப்போதும் google "{1}" மற்றும் "{2}"
en: Factory password for these settings is "{0}". If you forget it, you can always google for "{1}" and "{2}".

source: அமைப்புகள் வர தொழிற்சாலை கடவுச்சொல் தேவைப்படும்.
en: Require the factory password to get into settings.

source: பாதுகாப்பு அமைப்புகள்
en: Settings Protection

source: நீங்கள் விசைப்பலகையை பட்டியலில், இல்லையெனில் தகுந்த கீழே உள்ள இணைப்பை சொடுக்கவும் அது அமைக்க
en: If the keyboard you need is not listed, click the appropriate link below to set it up

source: Windows விசைப்பலகை அமைப்புகள்
en: Windows keyboard settings

source: கிடைக்கப்பெறும் விசைப்பலகைகள்
en: Available keyboards

source: முன்பு விசைப்பலகைகள் பயன்படுத்தப்படுகிறது
en: Previously used keyboards

source: Keyman உள்ளமைவு
en: Keyman Configuration

source: Keyman 5.0 அல்லது பிந்தைய நிறுவப்படவில்லை.
en: Keyman 5.0 or later is not Installed.

source: கொண்ட {0} உரை தட்டச்சு செய்ய விசைப்பலகை தேர்ந்தெடு
en: Select the &keyboard with which to type {0} text

source: சோதனை பகுதி (பயன்பாடு இந்த பகுதிக்கு வெளியே விசைப்பலகையைப் சோதிக்க ஏதேனும் தட்டச்சு செய்ய.)
en: &Test Area (Use this area to type something to test out your keyboard.)
